{
  "I18N.LANGUAGE": "Français",
  "sundry": {
    "module-settings": {
      "colorize": {
        "pf2e-hud": {
          "persistent": {
            "name": "[Colorier] PF2e HUD - HUD persistant",
            "hint": "Colorier la fonctionnalité 'HUD persistant' de 'PF2e HUD'"
          }
        },
        "pf2e-toolbelt": {
          "target-helper": {
            "roll": {
              "name": "[Colorier] PF2e toolbelt - Types de jets d'aide au ciblage",
              "hint": "Coloriez la fonction 'Aide au ciblage' de 'PF2e Toolbelt' afin que chaque type de jet soit colorié"
            }
          }
        }
      },
      "display": {
        "item-property-runes": {
          "name": "[Afficher] Runes de propriétés des objets",
          "hint": "Lorsque vous consultez la fiche d'un objet, le nom et la description de toutes les runes de propriété de l'objet seront ajoutés."
        },
        "weapon": {
          "base-damage": {
            "name": "[Afficher] Dégâts de base de l'arme",
            "hint": "Ajoute un petit affichage sous le prix sur les fiches d'armes qui présente leurs dégâts de base (Note : toutes les runes de frappe sont incluses)"
          }
        }
      },
      "hide": {
        "default-craft-checks": {
          "name": "[Cacher] Boutons de tests d'artisanat par défaut",
          "hint": "Pour empêcher les joueurs d'utiliser l'artisanat par défaut plutôt que les boutons « Artisanat héroïque » s'ils utilisent cet add-on"
        },
        "header": {
          "button-text": {
            "name": "[Cacher] Texte du bouton d'en-tête",
            "hint": "Cache le texte des boutons d'en-tête mais conserve leurs icônes intactes pour cela avec de nombreux modules"
          }
        },
        "sell-all-treasure": {
          "name": "[Cacher] Vendre tous les trésors",
          "hint": "Cache le bouton 'Vendre tous les trésors' pour prévenir la vente accidentelle d'objets clés"
        }
      },
      "highlight": {
        "pf2e-toolbelt": {
          "target-helper": {
            "roll": {
              "name": "[Surligner] PF2e toolbelt - jet non lancé d'aide au ciblage",
              "hint": "Surligner les jets non effectués en les faisant briller dans la fonction 'Aide au ciblage' de 'PF2e Toolbelt' pour qu'il soit plus évident à lancer"
            }
          }
        }
      },
      "message": {
        "user-color": {
          "name": "Couleur de l'utilisateur pour les en-têtes de message",
          "hint": "Définit l'en-tête des messages en fonction de la couleur de l'utilisateur"
        }
      },
      "minify": {
        "simple-requests": {
          "name": "[Minifier] Simple Requests",
          "hint": "Rend le HUD du module 'Simple Requests' un peu plus petit pour qu'il soit moins encombrant"
        }
      },
      "notify": {
        "spellstrike": {
          "recharge": {
            "name": "[Notifier] Recharge de Frappe de sort",
            "hint": "Ajoute une petite notification d'IU lorsque votre frappe de sort doit être rechargée"
          }
        },
        "start-session": {
          "journal": {
            "name": "[Notifier] Liste de début de session (Journal)",
            "hint": "Lorsque suffisamment de joueurs se connectent, cette fonctionnalité affichera une liste de vérification en début de session pour vous assurer de ne rien oublier. (Pour activer cette fonctionnalité, fixez ce paramètre sur un identifiant unique de journal ou de page de journal)"
          },
          "players-needed": {
            "name": "[Notification] Liste de début de session (Joueurs requis)",
            "hint": "C'est le nombre minimum de joueurs non-MJ requis pour que la liste s'affiche (par défaut : nombre de joueurs -1)."
          }
        }
      },
      "track": {
        "reaction-usage": {
          "name": "[Comptabiliser] Utilisation de la réaction",
          "hint": "Cette fonctionnalité crée (et incrémente) un effet sur un jeton qui compte si ce dernier a utilisé une réaction. À noter : cet effet s'applique également à chaque jeton au début du combat, si vous avez tous activé cette fonctionnalité.",
          "choices": {
            "all": "Toutes les fonctionnalités",
            "reaction-only": "Suivre uniquement les réactions envoyées",
            "off": "Désactivé"
          }
        }
      },
      "replace": {
        "pause-text": {
          "name": "[Remplacer] Texte de la pause",
          "hint": "Permet de remplacer le texte de pause par défaut. Plusieurs options de texte de pause sont disponibles ; le système en choisira une au hasard, séparées par '|' ou ';' (Laissez ce champ vide pour conserver le texte de pause d'origine). Il est également possible d'utiliser une table aléatoire en spécifiant l'UUID de la table."
        },
        "pause-img": {
          "name": "[Remplacer] Image de pause",
          "hint": "Permet de remplacer l'image de base de la pause."
        },
        "pause-img-class": {
          "name": "[Remplacer] Classe d'image de Pause",
          "hint": "Permet de remplacer la classe de l'image de pause (animation). Voir les options ici (https://docs.fontawesome.com/web/style/animate) sur fontawesome (la valeur par défaut est 'fa-spin')."
        }
      }
    },
    "controls": {
      "player-notes": {
        "name": "Ouvrir les 'Notes de campagne' du personnage",
        "description": "Ouvre une version modifiable de la section 'Notes de campagne' de la feuille de personnage du personnage assigné au joueur"
      }
    },
    "notification": {
      "player-notes": {
        "updated": "Notes de campagne mises à jour !",
        "no-character": "Aucune note à ouvrir car vous n'avez aucun personnage attribué ni sélectionné"
      },
      "session-start": {
        "active": "[Début de session] Assez de joueurs ont rejoint l'accueil pour vous montrer la liste de début de session !"
      },
      "spellstrike": {
        "recharged": "Frappe de sort rechargée",
        "conflux": "Vous venez de lancer un sort de confluence qui vous permet de recharger votre frappe magique.",
        "feature": "Vous avez utilisé une capacité qui recharge votre frappe magique",
        "on-success": "Vous avez utilisé une capacité qui recharge votre frappe magique si vous avez obtenu un succès",
        "other-option": "Alternativement, vous pouvez toujours dépenser 1 action pour recharger. Cette action possède le trait <b>concentration</b>"
      }
    },
    "display": {
      "base-damage": "Dégâts de base",
      "player-notes": {
        "title": "Notes de campagne"
      }
    },
    "items": {
      "effects": {
        "reaction-used": {
          "name": "Effet : Réaction utilisée"
        }
      }
    }
  }
}
